wie = input("Как ты? Плохо или хорошо? Я, конечно, не великий психолог, но могу помочь.")
schlecht = "плохо"
schlecht1 = "Плохо"
gut = "хорошо"
gut1 = "Хорошо"
if wie == schlecht:
    print("Я понимаю тебя и постараюсь помочь. "
          "Пожалуйста, позвони по телефону доверия 8 499 791 2050 или напиши мне на почту- shyfis@yandex.ru")
if wie == schlecht1:
    print("Я понимаю тебя и постараюсь помочь. "
          "Пожалуйста, позвони по телефону доверия 8 499 791 2050 или напиши мне на почту- shyfis@yandex.ru")
if wie == gut:
    print("Это ведь отлично! Я рад :)")
if wie == gut1:
    print("Это ведь отлично! Я рад :)")
input()